<template>
  <div class="privacy-wrapper">
    <h1>隐私政策声明</h1>
    <p>
      我们深知您的隐私对您的重要性，并充分尊重您的隐私。在同意向我们提交您的个人数据之前，请您仔细阅读并理解本《隐私政策声明》（以下简称“本声明”）。本声明适用于“资助计划管理”应用。
    </p>
    <p>
      “资助计划管理”应用面向国家自然科学基金委员会，提供查看、了解基金委每年资助计划整体完成情况以及其各学部的资助计划完成情况。
    </p>

    <h2>我们如何收集您的个人数据</h2>
    <p>
      我们收集的个人数据主要包括以下内容：<br>
      a) 提交给我们的个人数据，用于在“资助计划管理”应用中注册用户账户，例如手机号码、电子邮箱。<br>
    </p>
    <p>
      以上个人数据的提供对于“资助计划管理”应用是必要的。如果您选择不提供运营所需的数据，则无法正常使用“资助计划管理”应用。
    </p>

    <h2>我们如何处理您的个人数据</h2>
    <p>
      我们使用上述个人数据的目的包括：<br>
      a) 为您提供服务<br>
      b) 向您发送重要通知<br>
    </p>
    <p>
      我们不会向第三方披露个人数据，除了以下情形：<br>
      a) 根据适用法律法规，披露是必须的。<br>
    </p>

    <h2>我们如何保护您的个人数据</h2>
    <p>
      我们重视个人数据的安全。我们采用适当的措施来保护您的个人数据不被未经授权访问、披露、使用、修改、损坏或丢失。例如，我们使用加密技术确保数据的机密性；我们会使用访问控制机制，确保只有授权人员才可访问个人数据；我们会定期测试系统，保证“资助计划管理”应用的安全性。
    </p>
    <p>
      我们将会在达成本声明所述目的所需的期限内保留您的个人数据，除非按照法律要求或您的要求需要延长保留期。我们用于确定存留期的标准包括：完成该业务目的需要留存个人数据的时间，包括提供产品和服务，依据法律要求维护相应的业务记录，保证系统、服务的安全，应对可能的用户查询或投诉、问题定位等；用户是否同意更长的留存期间；法律、合同等是否有保留数据的特殊要求等。只要您的账户是为您提供服务之必须，我们都将保留您的账户信息。
    </p>
    <p>
      尽管我们保护您的个人数据，但您有责任妥善保管您的个人数据，包括账户和密码等。
    </p>
    <p>
      如果您发现其他人未经您的许可使用您的个人数据登录“资助计划管理”应用，请及时通知我们。您有权要求我们暂停未经授权对您的账户或密码的使用。
    </p>
    <p>
      如发生个人数据泄露等安全事件，我们将依照适用的法律法规的要求，以短信通知或邮件的方式，向您或主管机关告知数据泄露事件的相关信息。
    </p>
  </div>
</template>

<script>
  export default {
    name: 'privacy'
  }
</script>

<style scoped lang="less">
  .privacy-wrapper {
    margin-left: 30px;
    margin-right: 30px;
    padding-top: 30px;
    h1 {
      margin-bottom: 10px;
    }
    h2 {
      margin-bottom: 10px;
    }
    p {
      font-size: 15px;
      line-height: 1.8;
      margin-bottom: 10px;
    }
  }
</style>
